Repository: common-repository/connections-business-directory-education-levels
Catalog: languages/connections_education_levels-*.po
Languages: de_de, sv_se

source: Choose...
de_de: Wähle…
sv_se: Välj antal…

source: 1st - 4th Grade
de_de: 1. - 4. Klasse
sv_se: 1 – 4 stycken

source: 5th - 6th Grade
de_de: 5. - 6. Klasse
sv_se: 5 – 10 stycken

source: 7th - 8th Grade
de_de: 7. - 8. Klasse
sv_se: 10 – 15 stycken

source: 9th Grade
de_de: 9. Klasse
sv_se: 15 – 20 stycken

source: 10th Grade
de_de: 10. Klasse
sv_se: Mer än 20 stycken

source: 11th Grade
de_de: 11. Klasse
sv_se: Inga

source: 12th Grade No Diploma
de_de: 12. Klasse ohne Abschluss
sv_se: Inga

source: High School Graduate
de_de: Abitur
sv_se: Högskoleutbildad

source: Some College No Degree
de_de: Universität ohne Abschluss
sv_se: Gymnasium, inget övrigt

source: Associate's Degree, occupational
de_de: Assoziierter Abschluss, beruflich
sv_se: Övrigt

source: Associate's Degree, academic
de_de: Assoziierter Abschluss, akademisch
sv_se: Övrigt

source: Bachelor's Degree
de_de: Universität Bachelor
sv_se: Övrigt

source: Master's Degree
de_de: Universität Master
sv_se: Övrigt

source: Professional Degree
de_de: Berufsabschluss
sv_se: Yrkesexamen

source: Doctoral Degree
de_de: Doktorgrad
sv_se: Doktorstitel

source: Education Level
de_de: Bildungsniveau
sv_se: Antal

source: Title:
de_de: Titel:
sv_se: Titel:

source: Connections Business Directory Extension - Education Level
de_de: Connections Business Directory Extension - Bildungsniveau

source: An extension for the Connections plugin which adds a metabox for education levels.
de_de: Eine Erweiterung für das Connections Plugin, die eine Metabox für Bildungsniveaus hinzufügt.
